Repository: GNOME/gcab
Catalog: po/*.po
Languages: be, fr, hi, ru

source: Removing leading '%s' from member names
fr: Suppression des '%s' en tête des noms de membre
ru: Удаление начального «%s» из имён объектов

source: Dumping %s data to: %s ...
fr: Vidage des données %s vers : %s ...
ru: Создание дампа данных %s на: %s …

source: can't write file %s: %s
fr: Impossible d'écrire le fichier %s : %s
ru: не удалось записать файл %s: %s

source: Print program version
be: Вывесці версію праграмы
fr: Afficher la version du programme
hi: प्रोग्राम संस्करण प्रिंट करें
ru: Показать версию программы

source: Be verbose
be: Падрабязны вывад
fr: Être verbeux
hi: वाचाल रहे
ru: Выводить подробную информацию

source: Create archive
be: Стварыць архіў
fr: Créer une archive
hi: पुरालेख बनाएँ
ru: Создать архив

source: Extract all files
be: Выняць усе файлы
fr: Extraire tous les fichiers
hi: सभी फाइलें निष्कर्षित करें
ru: Извлечь все файлы

source: Dump reserved and extra data
be: Выняць дамп зарэзерваваных і дадатковых даных
fr: Vider les données extra et réservées
hi: आरक्षित और अतिरिक्त डेटा गरायें
ru: Включать в дамп резервные и дополнительные данные

source: List content
be: Вывесці спіс змесціва
fr: Lister le contenu
hi: सूची सामग्री
ru: Список содержимого

source: List content with file details
be: Вывесці спіс змесціва са звесткамі пра файлы
hi: फाइल विवरण के साथ सामग्री सूचीबद्ध करें
ru: Вывести список содержимого со сведениями о файлах

source: Change to directory DIR
be: Перайсці ў КАТАЛОГ
fr: Changer vers le répertoire DIR
hi: निर्देशिका DIR में बदलें
ru: Изменить на каталог КАТАЛОГ

source: DIR
be: КАТАЛОГ
ru: КАТАЛОГ

source: Use zip compression
be: Выкарыстоўваць сцісканне zip
fr: Utiliser la compression zip
hi: ज़िप संपीड़न का प्रयोग करें
ru: Использовать zip-сжатие

source: Do not include path
be: Не ўключаць шлях
fr: Ne pas inclure le chemin
hi: पथ शामिल न करें
ru: Не включать путь

source: Reserve space in cabinet for signing (e.g. -s 6144 reserves 6K bytes)
be: Зарэзерваваць у файле месца для подпісу (напрыклад, -s 6144 зарэзервуе 6 КБ)
fr: Réserver de l'espace dans le cabinet pour la signature (p.e. -s 6144 réserve 6K octets)
hi: हस्ताक्षर करने के लिए कैबिनेट में स्थान आरक्षित करें (जैसे -s 6144 आरक्षित 6K बाइट्स)
ru: Зарезервировать место в архиве для подписи (например, -s 6144 зарезервирует 6 Кб)

source: FILE INPUT_FILES...
be: ФАЙЛ УВАХОДНЫЯ_ФАЙЛЫ...
fr: FICHIER INPUT_FILES...
hi: फाइल इनपुट_फाइलें...
ru: ФАЙЛ ВХОДНЫЕ_ФАЙЛЫ...

source: - create a Cabinet file
be: - стварыць cab-файл
fr: - créer un fichier Cabinet
hi: - एक कैबिनेट फाइल बनाएं
ru: - создать Cab-файл

source: Report bugs to <%s>
fr: Signaler des anomalies à <%s>
ru: Отправить отчёт об ошибке на <%s>

source: gcab saves many files together into a cabinet archive, and can restore individual files from the archive.
be: gcab запакоўвае некалькі файлаў у архіў cab і можа вымаць з архіва асобныя файлы.
fr: GCAB enregistre plusieurs fichiers en même temps dans une archive cabinet, et peut restaurer les fichiers individuels à partir de l'archive.
hi: gcab कई फाइलों को एक कैबिनेट पुरालेख में एक साथ सहेजता है, और पुनर्स्थापित कर सकता है पुरालेख से अलग-अलग फाइलें.
ru: gcab упаковывает несколько файлов в cab-архив и может извлекать отдельные файлы из архива.

source: option parsing failed: %s
fr: L'analyse des options a échoué : %s
ru: ошибка разбора параметра: %s

source: Please specify a single operation.
fr: Veuillez spécifier une seule opération.
ru: Выберите одну операцию.

source: cabinet file must be specified.
fr: le fichier cabinet doit être sépcifié.
ru: должен быть указан файл архива.

source: can't open %s for reading: %s
fr: Impossible d'ouvrir %s en lecture : %s
ru: не удалось открыть %s для чтения: %s

source: error reading %s: %s
fr: erreur pendant la lecture %s : %s
ru: ошибка чтения %s: %s

source: error during extraction: %s
fr: erreur pendant l'extraction : %s
ru: ошибка во время извлечения: %s

source: error while reading signature: %s
fr: erreur pendant la lecture de la signature : %s
ru: ошибка чтения подписи: %s

source: please specify input files.
fr: Veuillez spécifier les fichiers d'entrée.
ru: укажите входные файлы.

source: Can't add file %s: %s
fr: Impossible d'ajouter le fichier %s : %s
ru: Не удалось добавить файл %s: %s

source: no files to be archived.
fr: Aucun fichier à archiver.
ru: нет файлов для архивирования.

source: can't create cab file %s: %s
fr: Impossible de créer le fichier cab %s : %s
ru: не удалось создать cab-файл %s: %s

source: can't add folder to cab file %s: %s
fr: Impossible d'ajouter le dossier au fichier cab %s : %s
ru: не удалось добавить папку в cab-файл %s: %s

source: can't write cab file %s: %s
fr: Impossible d'écrire le fichier cab %s : %s
ru: не удалось записать cab-файл %s: %s

source: unsupported compression method %d
fr: Méthode de compression %d non en charge prise
ru: метод сжатия %d не поддерживается

source: incorrect checksum detected
ru: обнаружена неверная контрольная сумма

source: Dumping data to:
be: Стварэнне дампа даных у:
hi: डेटा यहां गिराया जायेगा:

source: Report bugs to:
be: Паведамляйце аб памылках на:
hi: बग की रिपोर्ट यहां करें:

source: Option parsing failed
be: Не ўдалося разабраць параметр
hi: विकल्प पार्सिंग विफल

source: Please specify a single operation
be: Укажыце адну аперацыю
hi: कृपया एक एकल अभियान निर्दिष्ट करें

source: Cabinet file must be specified
be: Павінен быць указаны файл cabinet
hi: कैबिनेट फाइल निर्दिष्ट होनी चाहिए

source: Cannot open file for reading
be: Немагчыма адкрыць файл для чытання
hi: पढ़ने के लिए फाइल नहीं खोली जा सकी

source: Error reading
be: Памылка чытання
hi: पढ़ने में त्रुटि

source: <unknown-date>
be: <невядомая-дата>
hi: <अज्ञात-तारीख>

source: Error during extraction
be: Памылка падчас вымання
hi: निष्कर्षण के दौरान त्रुटि

source: Error while reading signature
be: Памылка падчас чытання подпісу
hi: हस्ताक्षर पढ़ते समय त्रुटि

source: No input files specified
be: Не ўказаны ўваходныя файлы
hi: कोई इनपुट फाइल निर्दिष्ट नहीं है

source: Cannot add file
be: Немагчыма дадаць файл
hi: फाइल नहीं जोड़ सकते

source: No files to be archived
be: Няма файлаў для архівавання
hi: संग्रहीत करने के लिए कोई फाइल नहीं

source: Cannot create cab file
be: Немагчыма стварыць cab-файл
hi: cab फाइल नहीं बनाई जा सकती

source: Cannot add folder to cab file
be: Немагчыма дадаць папку ў cab-файл
hi: Cab फाइल में फोल्डर नहीं जोड़ा जा सकता

source: Cannot write cab file
be: Немагчыма запісаць cab-файл
hi: cab फाइल नहीं लिख सकते
